tap "ariga/tap"
tap "bufbuild/buf"
tap "cjbassi/gotop"
tap "coursier/formulas"
tap "danielgatis/imgcat"
tap "eddieantonio/eddieantonio"
tap "go-swagger/go-swagger"
tap "go-task/tap"
tap "homebrew/aliases"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/linux-fonts"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "incu6us/tap"
tap "jdx/tap"
tap "ktr0731/evans"
tap "kyoh86/tap"
tap "mongodb/brew"
tap "redpanda-data/tap"
tap "romkatv/powerlevel10k"
tap "sambadevi/powerlevel9k"
tap "scalacenter/bloop"
tap "xo/xo"
tap "yoheimuta/protolint"
brew "act"
brew "adr-tools"
brew "age"
brew "openssl@3"
brew "python@3.12"
brew "ammonite-repl"
brew "bandwhich"
brew "libgit2@1.7"
brew "bat"
brew "bazelisk"
brew "bfg"
brew "bottom"
brew "btop"
brew "buf"
brew "buildkit"
brew "capnp"
brew "python@3.11"
brew "chafa"
brew "chezmoi"
brew "choose"
brew "clang-format"
brew "cloc"
brew "clojure"
brew "cmake"
brew "conan"
brew "cpanminus"
brew "crane"
brew "curl"
brew "curlie"
brew "dasel"
brew "diff-so-fancy"
brew "difftastic"
brew "dive"
brew "docker-completion"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-machine"
brew "dos2unix"
brew "dust"
brew "earthly"
brew "ebook-tools"
brew "entr"
brew "node"
brew "eslint"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fdupes"
brew "feh"
brew "fish"
brew "fisher"
brew "flatbuffers"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "gdrive"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitversion"
brew "glab"
brew "glow"
brew "gnupg"
brew "go"
brew "gocloc"
brew "golang-migrate"
brew "gopass"
brew "goreleaser"
brew "gping"
brew "graphviz"
brew "protobuf"
brew "grpc"
brew "grpcurl"
brew "hadolint"
brew "helm"
brew "hexyl"
brew "hey"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "jless"
brew "jq"
brew "just"
brew "k3d"
brew "k9s"
brew "kind"
brew "ktlint"
brew "kubernetes-cli"
brew "libcue"
brew "libpq"
brew "lsd"
brew "luarocks"
brew "mage"
brew "markdownlint-cli2"
brew "metals"
brew "minikube"
brew "usage"
brew "mise"
brew "mockery"
brew "mongocli"
brew "mongosh"
brew "mosh"
brew "most"
brew "muffet"
brew "navi"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "nu"
brew "nushell"
brew "oh-my-posh"
brew "openjdk@11"
brew "openjdk@17"
brew "openshift-cli"
brew "openssl@3.0"
brew "pandoc"
brew "parallel"
brew "pass"
brew "poppler"
brew "pdf2svg"
brew "pdfgrep"
brew "pdftoipe"
brew "pgcli"
brew "pgformatter"
brew "php"
brew "pip-completion"
brew "pipx"
brew "podman"
brew "podman-compose"
brew "poetry"
brew "polynote"
brew "pre-commit"
brew "procs"
brew "rargs"
brew "redis"
brew "ripgrep"
brew "rustc-completion"
brew "rustup"
brew "sbt"
brew "scc"
brew "sd"
brew "smartmontools"
brew "spark"
brew "speedtest-cli"
brew "sqlfluff"
brew "sshs"
brew "stow"
brew "stress"
brew "stylua"
brew "swagger-codegen"
brew "swagger-codegen@2"
brew "tcl-tk"
brew "temporal"
brew "terraform"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "toilet"
brew "tokei"
brew "typos-cli"
brew "valgrind"
brew "viu"
brew "vivid"
brew "wget2"
brew "wrk"
brew "yamllint"
brew "yarn"
brew "yarn-completion"
brew "yazi"
brew "yq"
brew "z3"
brew "zellij"
brew "zoxide"
brew "zsh-completions"
brew "ariga/tap/atlas"
brew "go-swagger/go-swagger/go-swagger"
brew "go-task/tap/go-task"
brew "homebrew/linux-fonts/font-profont-nerd-font"
brew "incu6us/tap/goimports-reviser"
brew "ktr0731/evans/evans"
brew "kyoh86/tap/richgo"
brew "redpanda-data/tap/redpanda"
brew "scalacenter/bloop/bloop"
brew "xo/xo/usql"
brew "yoheimuta/protolint/protolint"
