halostatue/fish-brew@2.x
franciscolourenco/done
gazorby/fish-abbreviation-tips
jhillyerd/plugin-git
avimehenwal/git-refresh
silverjava/plugin-take
jorgebucaran/autopair.fish
fishingline/safe-rm
nickeb96/puffer-fish
patrickf1/colored_man_pages.fish
patrickf1/fzf.fish
ruslansorokin/tide
