tap "cjbassi/gotop"
tap "coursier/formulas"
tap "dart-lang/dart"
tap "go-task/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "incu6us/tap"
tap "jdx/tap"
tap "koekeishiya/formulae"
tap "ktr0731/evans"
tap "romkatv/powerlevel10k"
tap "sambadevi/powerlevel9k"
tap "scalacenter/bloop"
brew "act"
brew "adr-tools"
brew "xz"
brew "readline"
brew "python@3.11"
brew "autojump"
brew "bat"
brew "bazelisk"
brew "gettext"
brew "pcre2"
brew "cairo"
brew "icu4c", link: true
brew "bfg"
brew "bottom"
brew "gcc"
brew "btop"
brew "buildkit"
brew "capnp"
brew "choose"
brew "clang-format"
brew "cloc"
brew "clojure"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "curlie"
brew "diff-so-fancy"
brew "docker-buildx"
brew "docker-compose"
brew "docker-machine"
brew "dust"
brew "earthly"
brew "ebook-tools"
brew "entr"
brew "exiftool"
brew "eza"
brew "fd"
brew "fdupes"
brew "fish"
brew "fisher"
brew "flatbuffers"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glab"
brew "gnupg"
brew "go"
brew "gocloc"
brew "gping"
brew "gradle"
brew "gradle-completion"
brew "protobuf"
brew "grpc"
brew "grpcurl"
brew "hadolint"
brew "helm"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "liblzf"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "z3"
brew "lsd"
brew "luajit"
brew "luarocks"
brew "luv"
brew "node"
brew "markdownlint-cli2"
brew "maven"
brew "minikube"
brew "mise"
brew "mongosh"
brew "msgpack"
brew "muffet"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nu"
brew "nushell"
brew "oh-my-posh"
brew "openjdk@17"
brew "ossp-uuid"
brew "qrencode"
brew "tree"
brew "pass"
brew "pdf2svg"
brew "pdfgrep"
brew "pdftoipe"
brew "pgcli"
brew "pgformatter"
brew "php"
brew "pinentry-mac"
brew "podman"
brew "podman-compose"
brew "poetry"
brew "pre-commit"
brew "procs"
brew "protoc-gen-go-grpc"
brew "protolint"
brew "python@3.10"
brew "python@3.9"
brew "ranger"
brew "rargs"
brew "ripgrep"
brew "rustc-completion"
brew "rustup-init"
brew "sbt"
brew "scc"
brew "sd"
brew "six"
brew "smartmontools"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "temporal"
brew "terraform"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tokei"
brew "typos-cli"
brew "wallpaper"
brew "wget"
brew "wget2"
brew "wrk"
brew "zip"
brew "zlib"
brew "zoxide"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "dart-lang/dart/dart"
brew "go-task/tap/go-task"
brew "goreleaser/tap/goreleaser"
brew "jdx/tap/usage"
brew "ktr0731/evans/evans"
brew "scalacenter/bloop/bloop"
