tap "cjbassi/gotop"
tap "coursier/formulas"
tap "dart-lang/dart"
tap "go-task/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "incu6us/tap"
tap "jdx/tap"
tap "koekeishiya/formulae"
tap "ktr0731/evans"
tap "romkatv/powerlevel10k"
tap "sambadevi/powerlevel9k"
tap "scalacenter/bloop"
brew "act"
brew "xz"
brew "readline"
brew "python@3.11"
brew "autojump"
brew "bat"
brew "bazelisk"
brew "gettext"
brew "pcre2"
brew "cairo"
brew "icu4c", link: true
brew "bfg"
brew "bottom"
brew "gcc"
brew "btop"
brew "buildkit"
brew "capnp"
brew "choose"
brew "clang-format"
brew "cloc"
brew "clojure"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "curlie"
brew "diff-so-fancy"
brew "docker-buildx"
brew "docker-compose"
brew "docker-machine"
brew "dust"
brew "eza"
brew "fd"
brew "fish"
brew "fisher"
brew "flatbuffers"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glab"
brew "gnupg"
brew "go"
brew "gocloc"
brew "gradle"
brew "gradle-completion"
brew "protobuf"
brew "grpc"
brew "grpcurl"
brew "helm"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "jq"
brew "kotlin"
brew "kubernetes-cli"
brew "liblzf"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "z3"
brew "lsd"
brew "luajit"
brew "luarocks"
brew "luv"
brew "maven"
brew "minikube"
brew "mise"
brew "node"
brew "mongosh"
brew "msgpack"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nu"
brew "nushell"
brew "oh-my-posh"
brew "openjdk@17"
brew "ossp-uuid"
brew "qrencode"
brew "tree"
brew "pass"
brew "pdf2svg"
brew "pdftoipe"
brew "pgcli"
brew "pgformatter"
brew "php"
brew "pinentry-mac"
brew "podman"
brew "podman-compose"
brew "poetry"
brew "pre-commit"
brew "procs"
brew "protoc-gen-go-grpc"
brew "protolint"
brew "python@3.10"
brew "python@3.9"
brew "rargs"
brew "ripgrep"
brew "rustc-completion"
brew "rustup-init"
brew "sbt"
brew "six"
brew "smartmontools"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "temporal"
brew "terraform"
brew "tldr"
brew "tmux"
brew "tokei"
brew "typos-cli"
brew "wallpaper"
brew "wget"
brew "wget2"
brew "wrk"
brew "zip"
brew "zlib"
brew "zoxide"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "dart-lang/dart/dart"
brew "go-task/tap/go-task"
brew "goreleaser/tap/goreleaser"
brew "jdx/tap/usage"
brew "ktr0731/evans/evans"
brew "scalacenter/bloop/bloop"
cask "adoptopenjdk"
cask "alt-tab"
cask "deluge"
cask "discord"
cask "docker"
cask "epub-to-pdf"
cask "font-fira-code-nerd-font"
cask "font-inter"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-profont-nerd-font"
cask "google-chrome"
cask "iina"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "mongodb-compass"
cask "notion"
cask "obsidian"
cask "oracle-jdk"
cask "pgadmin4"
cask "podman-desktop"
cask "postman"
cask "redisinsight"
cask "signal"
cask "spotify"
cask "steam"
cask "syncthing"
cask "telegram"
cask "viber"
cask "wezterm"
cask "zoom"
vscode "13xforever.language-x86-64-assembly"
vscode "42crunch.vscode-openapi"
vscode "aaron-bond.better-comments"
vscode "afuu97.github-dark-hopper"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.bookmarks"
vscode "anan.jetbrains-darcula-theme"
vscode "andenetalexander.vim-cheatsheet"
vscode "apriliandi246.css-sort"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "arjun.swagger-viewer"
vscode "arzg.intellij-theme"
vscode "asvetliakov.vscode-neovim"
vscode "bazelbuild.vscode-bazel"
vscode "bierner.color-info"
vscode "bierner.markdown-mermaid"
vscode "bmalehorn.vscode-fish"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bufbuild.vscode-buf"
vscode "codezombiech.gitignore"
vscode "cschlosser.doxdocgen"
vscode "danielpinto8zz6.c-cpp-compile-run"
vscode "danprince.vsnetrw"
vscode "dbaeumer.vscode-eslint"
vscode "digoro.synonym-finder"
vscode "disroop.conan"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dracula-theme.theme-dracula"
vscode "dustypomerleau.rust-syntax"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esafirm.kotlin-formatter"
vscode "esbenp.prettier-vscode"
vscode "evan-buss.font-switcher"
vscode "fabiospampinato.vscode-highlight"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "fwcd.kotlin"
vscode "gaborv.flatbuffers"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "intellsmi.comment-translate"
vscode "ionutvmi.path-autocomplete"
vscode "jacobcassidy.cassidy-dark"
vscode "james-yu.latex-workshop"
vscode "jeff-hykin.better-cpp-syntax"
vscode "josetr.cmake-language-support-vscode"
vscode "jprestidge.theme-material-theme"
vscode "jsaulou.theme-by-language"
vscode "justerest.multi-replace"
vscode "kamiyaowl.number-converter"
vscode "kevinkyang.auto-comment-blocks"
vscode "kevinrose.vsc-python-indent"
vscode "kilbouri.discord-tools-theme"
vscode "ko-dev.vscode-open-files-in-directory"
vscode "liuchao.go-struct-tag"
vscode "louiswt.regexp-preview"
vscode "mads-hartmann.bash-ide-vscode"
vscode "marclipovsky.string-manipulation"
vscode "mathiasfrohlich.kotlin"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mermade.openapi-lint"
vscode "mhutchie.git-graph"
vscode "michaelzhou.fleet-theme"
vscode "mikestead.dotenv"
vscode "mongodb.mongodb-vscode"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "napthedevhcj.github-dark-plus"
vscode "nate-scarlet.golang-code-actions"
vscode "naumovs.color-highlight"
vscode "nico-castell.linux-desktop-file"
vscode "njpwerner.autodocstring"
vscode "philsinatra.macos-dark-mode-theme"
vscode "pkief.material-icon-theme"
vscode "pkief.material-product-icons"
vscode "plex.vscode-protolint"
vscode "premparihar.gotestexplorer"
vscode "qcz.text-power-tools"
vscode "qufiwefefwoyn.inline-sql-syntax"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ricardoerikson.vscode-go-impl-methods"
vscode "richie5um2.vscode-sort-json"
vscode "richie5um2.vscode-statusbar-json-path"
vscode "rlivings39.fzf-quick-open"
vscode "royaction.color-manager"
vscode "ruslansorokin.accessible-buffer-copy"
vscode "rust-lang.rust-analyzer"
vscode "ryu1kn.partial-diff"
vscode "scala-lang.scala"
vscode "scala-lang.scala-snippets"
vscode "scalameta.metals"
vscode "serayuzgur.crates"
vscode "simonsiefke.svg-preview"
vscode "sketchbuch.vsc-workspace-sidebar"
vscode "skyapps.fish-vscode"
vscode "solarliner.linux-themes"
vscode "soren.go-coverage-viewer"
vscode "sswg.swift-lang"
vscode "stackbreak.comment-divider"
vscode "stkb.rewrap"
vscode "sumneko.lua"
vscode "swellaby.rust-pack"
vscode "tal7aouy.theme"
vscode "tamasfe.even-better-toml"
vscode "task.vscode-task"
vscode "thinker.sort-json"
vscode "tobias-z.vscode-harpoon"
vscode "tomoyukim.vscode-mermaid-editor"
vscode "twxs.cmake"
vscode "tyriar.sort-lines"
vscode "ulthes.theme-firewatch"
vscode "ultram4rine.vscode-choosealicense"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vahansahakyan.darkanian-theme"
vscode "vintharas.learn-vim"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vknabel.vscode-apple-swift-format"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wenfangdu.snippet-generator"
vscode "wholroyd.jinja"
vscode "xckomorebi.everythingmonokai"
vscode "xmonader.vscode-capnp"
vscode "ybq.reg-visualizer"
vscode "zhuangtongfa.material-theme"
vscode "zoellner.openapi-preview"
vscode "zsh.go-snippets"
vscode "zxh404.vscode-proto3"
vscode "zytesas.github-dank-dimmed"
