tap "bufbuild/buf"
tap "cjbassi/gotop"
tap "coursier/formulas"
tap "dart-lang/dart"
tap "go-swagger/go-swagger"
tap "go-task/tap"
tap "homebrew/aliases"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/linux-fonts"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "incu6us/tap"
tap "ktr0731/evans"
tap "mongodb/brew"
tap "romkatv/powerlevel10k"
tap "sambadevi/powerlevel9k"
tap "scalacenter/bloop"
tap "yoheimuta/protolint"
brew "act"
brew "asdf"
brew "bat"
brew "python@3.11"
brew "bazel"
brew "bfg"
brew "bottom"
brew "buf"
brew "buildkit"
brew "capnp"
brew "chafa"
brew "choose"
brew "clang-format"
brew "clojure"
brew "cmake"
brew "conan"
brew "curl"
brew "curlie"
brew "diff-so-fancy"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-machine"
brew "dos2unix"
brew "ebook-tools"
brew "node"
brew "eslint"
brew "exa"
brew "exiftool"
brew "eza"
brew "fd"
brew "feh"
brew "fish"
brew "fisher"
brew "flatbuffers"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "glab"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "protobuf"
brew "grpc"
brew "swift-protobuf"
brew "grpc-swift"
brew "grpcurl"
brew "hadolint"
brew "helm"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "jq"
brew "kotlin"
brew "kubernetes-cli"
brew "z3"
brew "lsd"
brew "luarocks"
brew "maven"
brew "openjdk@17"
brew "metals"
brew "minikube"
brew "mockery"
brew "mongosh"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "nu"
brew "nushell"
brew "oh-my-posh"
brew "tree"
brew "pass"
brew "poppler"
brew "pdf2svg"
brew "pdfgrep"
brew "pdftoipe"
brew "php"
brew "pip-completion"
brew "poetry"
brew "pre-commit"
brew "procs"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "python@3.7"
brew "python@3.8"
brew "python@3.9"
brew "rargs"
brew "ripgrep"
brew "rust"
brew "rustc-completion"
brew "sbt"
brew "scala"
brew "sevenzip"
brew "smartmontools"
brew "spark"
brew "speedtest-cli"
brew "stow"
brew "stylua"
brew "swagger-codegen"
brew "swagger-codegen@2"
brew "swiftformat"
brew "terraform"
brew "tldr"
brew "tmux"
brew "typos-cli"
brew "valgrind"
brew "vim"
brew "vlang"
brew "wget2"
brew "wrk"
brew "yarn"
brew "yarn-completion"
brew "youtube-dl"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "dart-lang/dart/dart"
brew "go-swagger/go-swagger/go-swagger"
brew "go-task/tap/go-task"
brew "incu6us/tap/goimports-reviser"
brew "ktr0731/evans/evans"
brew "mongodb/brew/mongodb-community"
brew "scalacenter/bloop/bloop"
brew "yoheimuta/protolint/protolint"
vscode "13xforever.language-x86-64-assembly"
vscode "42Crunch.vscode-openapi"
vscode "Afuu97.github-dark-hopper"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.Bookmarks"
vscode "Anan.jetbrains-darcula-theme"
vscode "AndenetAlexander.vim-cheatsheet"
vscode "apriliandi246.css-sort"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "Arjun.swagger-viewer"
vscode "arzg.intellij-theme"
vscode "asvetliakov.vscode-neovim"
vscode "BazelBuild.vscode-bazel"
vscode "bierner.color-info"
vscode "bierner.markdown-mermaid"
vscode "bmalehorn.vscode-fish"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "codezombiech.gitignore"
vscode "cschlosser.doxdocgen"
vscode "danielpinto8zz6.c-cpp-compile-run"
vscode "danprince.vsnetrw"
vscode "dbaeumer.vscode-eslint"
vscode "Digoro.synonym-finder"
vscode "disroop.conan"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dracula-theme.theme-dracula"
vscode "dustypomerleau.rust-syntax"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esafirm.kotlin-formatter"
vscode "esbenp.prettier-vscode"
vscode "evan-buss.font-switcher"
vscode "fabiospampinato.vscode-highlight"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "fwcd.kotlin"
vscode "gaborv.flatbuffers"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "Gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "intellsmi.comment-translate"
vscode "ionutvmi.path-autocomplete"
vscode "jacobcassidy.cassidy-dark"
vscode "James-Yu.latex-workshop"
vscode "jeff-hykin.better-cpp-syntax"
vscode "josetr.cmake-language-support-vscode"
vscode "jprestidge.theme-material-theme"
vscode "jsaulou.theme-by-language"
vscode "justerest.multi-replace"
vscode "kamiyaowl.number-converter"
vscode "Kasik96.swift"
vscode "kevinkyang.auto-comment-blocks"
vscode "KevinRose.vsc-python-indent"
vscode "kilbouri.discord-tools-theme"
vscode "ko-dev.vscode-open-files-in-directory"
vscode "liuchao.go-struct-tag"
vscode "LouisWT.regexp-preview"
vscode "mads-hartmann.bash-ide-vscode"
vscode "marclipovsky.string-manipulation"
vscode "mathiasfrohlich.Kotlin"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mermade.openapi-lint"
vscode "mhutchie.git-graph"
vscode "MichaelZhou.fleet-theme"
vscode "mikestead.dotenv"
vscode "mongodb.mongodb-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "NAPTheDevHcj.github-dark-plus"
vscode "nate-scarlet.golang-code-actions"
vscode "naumovs.color-highlight"
vscode "nico-castell.linux-desktop-file"
vscode "njpwerner.autodocstring"
vscode "philsinatra.macos-dark-mode-theme"
vscode "PKief.material-icon-theme"
vscode "PKief.material-product-icons"
vscode "plex.vscode-protolint"
vscode "premparihar.gotestexplorer"
vscode "qcz.text-power-tools"
vscode "qufiwefefwoyn.inline-sql-syntax"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ricardoerikson.vscode-go-impl-methods"
vscode "richie5um2.vscode-sort-json"
vscode "richie5um2.vscode-statusbar-json-path"
vscode "rlivings39.fzf-quick-open"
vscode "royaction.color-manager"
vscode "ruslanSorokin.accessible-buffer-copy"
vscode "rust-lang.rust-analyzer"
vscode "ryu1kn.partial-diff"
vscode "scala-lang.scala"
vscode "scala-lang.scala-snippets"
vscode "scalameta.metals"
vscode "serayuzgur.crates"
vscode "SimonSiefke.svg-preview"
vscode "sketchbuch.vsc-workspace-sidebar"
vscode "skyapps.fish-vscode"
vscode "SolarLiner.linux-themes"
vscode "soren.go-coverage-viewer"
vscode "sswg.swift-lang"
vscode "stkb.rewrap"
vscode "sumneko.lua"
vscode "Swellaby.rust-pack"
vscode "tal7aouy.theme"
vscode "tamasfe.even-better-toml"
vscode "task.vscode-task"
vscode "Thinker.sort-json"
vscode "tobias-z.vscode-harpoon"
vscode "tomoyukim.vscode-mermaid-editor"
vscode "twxs.cmake"
vscode "Tyriar.sort-lines"
vscode "ulthes.theme-firewatch"
vscode "ultram4rine.vscode-choosealicense"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "VahanSahakyan.darkanian-theme"
vscode "vintharas.learn-vim"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vknabel.vscode-apple-swift-format"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wenfangdu.snippet-generator"
vscode "wholroyd.jinja"
vscode "xckomorebi.everythingmonokai"
vscode "xmonader.vscode-capnp"
vscode "ybq.reg-visualizer"
vscode "zoellner.openapi-preview"
vscode "zsh.go-snippets"
vscode "zxh404.vscode-proto3"
vscode "zytesas.github-dank-dimmed"
