gazorby/fish-abbreviation-tips
jhillyerd/plugin-git
avimehenwal/git-refresh
silverjava/plugin-take
jorgebucaran/autopair.fish
nickeb96/puffer-fish
patrickf1/fzf.fish
gazorby/docker-abbr
danhper/fish-ssh-agent
halostatue/fish-brew@v3.x
kidonng/nix-completions.fish
jomik/fish-gruvbox
ilancosman/tide@v6
decors/fish-colored-man
jorgebucaran/fisher
